Repository: WooYellowCube/wooyellowcube
Catalog: languages/*.po
Languages: fr

source: Your order has been shipped
fr: Votre commande a été expédiée

source: Order track & trace
fr: Track & Trace de la commande

source: Shipping
fr: Livraison

source: Activities logs
fr: Logs d’activités

source: Stock
fr: Gestion du stock

source: Stock details
fr: Détails du stock

source: Need help ?
fr: Besoin d’aide ?

source: Shipping informations has been updated
fr: Les informations de livraison ont été modifiées

source: Error
fr: Erreur

source: Pending
fr: En cours

source: Success
fr: Réussi

source: Unlink
fr: Non lié

source: Please see YellowCube instructions
fr: Veuillez voir les instructions de YellowCube

source: WooYellowCube Support
fr: Support WooYellowCube

source: We thank you for using our WooCommerce extension.
fr: Nous vous remercions d’utiliser l’extension WooCommerce

source: If you need any support please contact us on our website <a href="http://www.wooyellowcube.com" title="WooYellowCube" target="_blank">www.wooyellowcube.com</a>
fr: Pour toutes questions, contactez nous sur notre site Internet <a href="http://www.wooyellowcube.com" title="WooYellowCube" target="_blank">www.wooyellowcube.com</a>

source: WooYellowCube Activity logs
fr: Logs d’activités WooYellowCube

source: If you have any question about the error displayed, please contact us on our website <a href="http://www.wooyellowcube.com" title="WooYellowCube" target="_blank">www.wooyellowcube.com</a>
fr: Si vous avez une question sur l’erreur affichée, contactez-nous via notre site Internet <a href="http://www.wooyellowcube.com" title="WooYellowCube" target="_blank">www.wooyellowcube.com</a>

source: Reference
fr: Référence

source: Order / Product
fr: Commande / Produit

source: Personal informations
fr: Informations personnelles

source: Sender
fr: Sender (expéditeur)

source: Receiver
fr: Receiver (récepteur)

source: Technical informations
fr: Informations techniques

source: SOAP url
fr: Adresse SOAP

source: Operating mode
fr: Mode opérationnel

source: Authentification
fr: Système d’authentification

source: Authentification file
fr: Fichier d’authentification

source: Email notification
fr: Notification par email

source: No
fr: Non

source: Yes
fr: Oui

source: Desactivated
fr: Désactivé

source: Activated
fr: Activé

source: Day before logs are removed from database
fr: Jours avant que les logs soient supprimés de la base de données

source: Save informations
fr: Sauver les informations

source: Shipping management
fr: Gestion des moyens de livraisons

source: Allowed shipping methods
fr: Moyens de livraisons autorisés

source: Only one parameter by Service can be used
fr: Seulement un paramètre peut être utilisé

source: Shipping method
fr: Système de livraison

source: Shipping method ID
fr: Identifiant du système de livraison

source: Save shipping informations
fr: Sauver les informations de livraison

source: Go back to stock
fr: Retourner au stock

source: Quantity
fr: Quantité

source: Expiration date
fr: Date d’expiration

source: There is no lots on this product
fr: Il n’y a pas de lot pour ce produit

source: Stock management
fr: Gestion du stock

source: No stock found in YellowCube
fr: Pas de stock trouvé dans YellowCube

source: Bulking ART update applied
fr: Demande ART en masse effectuée

source: Bulking WooCommerce stock change applied
fr: Demande de changement du stock WooCommerce en masse effectuée

source: Product name (SKU)
fr: Nom du produit (SKU)

source: WooCommerce stock
fr: Stock WooCommerce

source: YellowCube stock
fr: Stock YellowCube

source: YellowCube date
fr: Date (depuis YellowCube)

source: Shop & YellowCube Stock Similarity
fr: Similarité (Shop et YellowCube)

source: Same stock
fr: Même stock

source: Different stock
fr: Stock différent

source: Product not in WooCommerce
fr: Ce produit n’est pas dans WooCommerce

source: View lots
fr: Voir les lots

source: Action on selected products
fr: Action sur les produits séléctionnés

source: Send ART profile
fr: Envoyer le profil ART

source: Update WooCommerce Stock with YellowCube
fr: Mettre à jour le stock WooCommerce avec YellowCube

source: Force to refresh inventory
fr: Forcer le rafraîchissement de l’inventaire

source: Execute
fr: Exécuter

source: Next entries
fr: Prochaine entrées

source: Previous entries
fr: Entrées précédentes

source: Current status
fr: Status actuel

source: Refresh status
fr: Rafraîchir le status

source: Lot management for this order
fr: Lot management de cette commande

source: The track & trace is not ready yet, please come back later
fr: Le Track & Trace n’est pas prêt, veuillez revenir plus tard

source: Try again to send this order to YellowCube
fr: Renvoyer cette commande à YellowCube

source: Please save your order informations before to send to YellowCube.
fr: Veuillez sauvegarder les informations avant d’envoyer à YellowCube

source: Send order to YellowCube
fr: Envoyer la commande à YellowCube

source: Send this order to Yellowcube
fr: Envoyer la commande à YellowCube

source: Enable
fr: Activer

source: Disable
fr: Désactiver

source: Send this product to YellowCube
fr: Envoyer la commande à YellowCube

source: Please save your product information before to send to YellowCube.
fr: Veuillez sauvegarder les informations avant d’envoyer à YellowCube

source: Send product to YellowCube
fr: Envoyer la commande à YellowCube

source: Update YellowCube informations
fr: Mettre à jour les informations YellowCube

source: Update product to YellowCube
fr: Mettre à jour le produit chez YellowCube

source: Remove this product from YellowCube
fr: Désactiver le produit chez YellowCube

source: Your product will be desactivated in YellowCube
fr: Le produit va être désactivé chez YellowCube

source: Manage variations ART
fr: Gestion des variations ART

source: <strong>Information :</strong> Your product with variations need to be save before
fr: <strong>Information :</strong> Votre produit contenant les variations doit être sauvegardé avant

source: Update
fr: Mettre à jour

source: Desactivate
fr: Désactiver

source: Insert
fr: Insérer

source: Not linked
fr: Non-lié

source: A new update is available for the WooYellowCube extension
fr: Une nouvelle mise à jour et disponible pour l’extension WooYellowCube

source: WooCommerce synchronization with YellowCube
fr: Synchronization WooCommerce avec YellowCube
